---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamReductionFactor
source: html/5583c433-5941-73b8-fe73-2f45399eb504.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamReductionFactor Property

"Reduction factor for shear"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamReductionFactor { get; }
```